Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ledere_2022_nob.docx.tmx
Source language: nob
Languages: fkv

source: Hun så ingen framtid for en verden med atomvåpen, også jeg ble dratt med i hennes arbeid for fred og mot atomvåpen.
fkv: Ko mie olin nuori, mie muistan ette silloin minun äiti oli kiivas kaikenlaisten semmoisten asheitten vastustaaja, hän ja monet muut piđethiin globaalista tuhhoo niin isona uhkana ette kaikki muut assiit tulthiin vasta sen pörässä.

source: Senere ble monsteret fortrengt, med hodet i sanden har man surret med sitt.
fkv: Sen mielestä mailmala ei ollu atomiasheitten kansa minkhäänlaista tulleevaisuutta, ja mie tulin veđetyksi myötä hänen työhön rauhan puolesta ja atomiasheita vasthaan.

source: Til nå, da monsteret igjen har vist sitt inhumane måneansikt.
fkv: Hiljemin kauhistus lymys, ja pää penshaassa itte kukanenki oon hommailu kuka mitäkin.

source: Atomvåpen er antikrist på jorden.
fkv: Kiini tähän asti ko kauhistus taas oon itäny framile ja näyttäny ittensä epähumaanisen kuunaaman.

source: Atomvåpen er materialisert ondskap;
fkv: Atomiasheet oon maanpäälinen antikristus.

source: de er garantister for at mennesker ustraffet kan slå i hjel.
fkv: Atomiasheet oon materialiseeraantunnutta pahhuutta;

source: I dag er det Putin, men slike superbøller går det tretten av på dusinet.
fkv: net anttaavat luvan ette ilman rankaisematta saapi iskeet kuolihaaksi.

source: Vi har i tiden foran oss en kø av dem. Også vårt høyt aktete demokrati er et system skreddersydd for å plukke ut råtne egg.
fkv: Tääpänä se on Putin, mutta semmoissii superkonnii löyttyy kolmetoista tusinasta.

source: Systematisk tildele makt til folk som for all del ikke må gis mulighet til å herske.
fkv: Meilä oon niitä kokonainen raito ođottamassa tulleevassa aijassa.

source: De maktsyke og skruppelløse som kun lar seg skremme av en ting; tanken på å måtte gi fra seg makt.
fkv: Meiđän erinomhainen, korkkeesti kunnioitettu demokrattiiki oon niin ko vasiten tehty lykkäämhään framile mätämunnii.

source: Derfor, når vi vet at også demokratiet kan forfalle til tyranni, vil menneskehetens framtid best sikres ved å begrense den våpenmakt slike eneherskere har til sin rådighet.
fkv: Systemaattisesti jakamhaan valttaa ihmisille joita ei mishään taphauksessa pitäis päästäät hallittemhaan.

source: Kort sagt frigjøre kloden fra masseødeleggelsesvåpen.
fkv: Vallanhimoisille, misthään perustamat-tomille konnile jokka pöläthään tyhä yhtä assiita: ajatusta ette het häyđyttäis päästäät irti vallasta.

source: Men selv ikke lille, fredselskende Norge har funnet det klokt å si bastant og evig nei til atomvåpen.
fkv: Sen tähđen, ko met tieđämä ette demokrattiiki saattaa vajota tyraniisseen, saattaa ihmiskunnan tulleevaisuuđen turvata parhaimitten sillä ette ei olheen anneta semmoista asetmahtii ittevaltaisten ihmisten halthuun.

source: Men sugerør av plast derimot, der gikk streken.
fkv: Mutta ei pieni, rauhaa rakastaava Norjakhaan ole pitäny viishaana kokonhansa ja ijänkaikkisesti kielttäyttyyt atomiasheista.

source: Det var i fjor, så hva skal våre ledere forby i år?
fkv: Mutta plasti-imuröörit, siinä meni raja.

source: Kanskje forbud mot bamseører på barnegensere?
fkv: Se oli viimi vuona se, ja mitähän net meiđän johtaajat aikkoovat kielttäät tänä vuona?

source: Teknologisk utvikling og grønt skifte for en bedre framtid.
fkv: Piian kielethään karhukorvat kläppiin genseriissä?

source: Hvilken framtid?
fkv: Teknoloogilinen etheenpäinmeno ja vihrinen muutos pareman tulleevaisuuđen puolesta.

source: Kan nøden lære naken kven å spinne?
fkv: Minkä tulleevaisuuđen?

source: Alle barna hadde drakt unntatt Kenen, han var kvenen.
fkv: Auttaako hätä kväänin kehräämhään?

source: En tunghørt alle-barna vits tjener poenget: I mengden av tilstelninger med barn til stede, kan vi bedrøvelig sjelden peke på noe stivpyntet og si at der rusler et kvensk barn.
fkv: Kaikki lapset saathiin fiinin puvun, mutta ei Ääni.

source: Visst er barna kvenske, mange av dem også, det bare vises ikke.
fkv: Mutta sehän oonki kvääni.

source: De mangler kvendrakt.
fkv: Huono kuulo – kaikki lapset -pilajutussa oon taikkaa: Oon paljon fästii ja muita paikkoi missä oon kläppii ja missä surulisen harvoin saatama nähđä ette joku lapsista olis kvääni ja sillä pyntätty kväänipukhuun.

source: Mer trivielt sagt «kvenkostyme».
fkv: Tietenki sielä oon kväänikläppii, paljonki, sitä ei vain saata tiettäät.

source: Altså et antall plagg og komager og andre effekter som samlet sett gir dem en umiskjennelig kvensk look.
fkv: Heiltä vailuu kväänivaattheet.

source: Som regel ser de kvenske barna ut som de norske, dongeribukse og pen skjorte eller bluse, vrient å vite hvem som er hva. Barna ser, hva skal vi si, fornorskete ut.
fkv: Yksinkertaisesti sanottunna ”kväänipuku”.

source: Våre kvenske barn fortjener bedre, og vi innrømmer å kjenne på tristesse når tilstelningen er flerkulturell og det dukker opp samiske barn.
fkv: Mikä tarkoittaa koko joukkoo vaatetkappalheita, vuotakenkkii ja muita mikkä yhđessä tehđhään eppäilemättömän kväänilookin.

source: Mange, av og til flesteparten, pyntet i sine og sin families tradisjonelle samiske festplagg.
fkv: Ylheensä kväänikläpit näyttäävät samalta ko ruijalaiset lapset, eli heilä oon dongerihousut ja kaunis paita eli plyysi, ja sillä se oon paha tiettäät kuka oon mitäki.

source: Superlett for hvem som helst å nikke anerkjennende og vite at der rusler et samisk barn.
fkv: Kläpit näyttäävät, kunka met sen oikhein sanoisimma, ruijalaistunheelta.

source: Se så mye fint og variert de har å velge blant i klesskapene sine, de samiske barna.
fkv: Meiđän kväänikläpit ansaitteevat paremppaa, ja häyttyy sannoot ette met tunnema surruu ko fästi oon monenkulttuurinen ja sielä oon myötä saamen kläppii.

source: Langt ifra kun den tradisjonelle kofta fra Karasjok eller kofta fra Kautokeino, de har masse annet fint og fantasirikt.
fkv: Usheet, muutamisti usheimat, oon pyntätty omhaan eli oman perheen tradisunaalisheen saamen fästipukhuun.

source: Nok til å kombinere og sette sammen og leke seg, uten å miste det samiske helhetsinntrykket.
fkv: Se oon helppo itte kukaselleki nyökätä ja havaita ette siinä oon saamen lapsi.

source: Så hvorfor, spør vi, evner ikke kvenfolket å få til det samme?
fkv: Kattopa vain kunka paljon ja monenlaista vaatetkappaletta heilä oon mistä valita, saamen lapsila.

source: Kreere mange og fine kvensk-inspirerte staseligheter og la barna elle-melle fra klesskapet og prøve det ut?
fkv: Ei tyhä tradisunaalinen Kaarasjoven eli Koutokeinon puku, heilä oon vaikka kunka paljon muuta fiinii ja monenlaista vaatetta.

source: Er kvenene for puristiske?
fkv: Nokko ette pystyyvät yhđistelemhään ja leikittelemhään, ja kuitenki jokhainen näkkee ette het oon saamelaiset.

source: Biter vi ennå negler i uro for at bunadspolitiet skal komme og arrestere oss? Mye mulig.
fkv: Niin miksi, met kysymä, ei kväänikansa pysty samhaan?

source: Og nok en god grunn til å teste ut artige påfunn og blivende kolleksjoner først på barna.
fkv: Luomhaan monnii fiinii vaatetkappalheita kvääniin mallhiin ja anttaat kläpit lukkeet aanen-taanen ja plokata kaapista vaattheita ja pröövätä niitä?

source: Ta mål av dem og sett i gang med symaskina.
fkv: Vaivaako kväänii purismi?

source: La barna går foran, tilrår vi, tenk mer i retning billigstoff og kostyme enn vadmel og bunad, og pynt barna i kvenske plagg og tilhørigheter og se hva som funker og hva som kan funke også på voksne.
fkv: Vieläkö met purema kynssii ja murettumma ette tulleeko kuitenki se pukupoliisi ja viepi meiđät tyrmhään?

source: Vi håper og tror at bunadspolitiet vegrer seg for å dele ut fartsbøter til smårollingene.
fkv: Oonhan se mahđolinen.

source: I mellomtiden kan du jo gå inn i nettleseren og skrive «samisk plagg.
fkv: Ja siinä meilä oonki hyvä syy ensistä pröövätä sommii keksinttöi ja tulleevii vaatetkokhoonpannoi kläpiilä.

source: » Der får du opp hundrevis av bilder og illustrasjoner og tilsvarende mange vakre uttrykk for nær grenseløs kreativitet.
fkv: Ottaat heistä mitat ja panna neulomamasiinin toimheen.

source: En samisk kreativitet som virker mer fri og uanstrengt enn den kvenske.
fkv: Antakkaa lapset olla eđeskävviijät, se olis meistä hyvä, ottakkaa pithoon halvat kankhaat ja tavalisemat vaatetkappalheet ja unheettakkaa verat ja fästipuvut.

source: Det må kvenene finne fram nål og tråd og bøte på.
fkv: Vaatikkaa kläpit kväänivaattheissiin ja muihin sen sorttishiin ja kattokkaa mikä toimii ja mikä saattais toimiit kansa raavhaila.

source: Holde ut, litt til
fkv: Met toivoma ja uskoma ette pukupoliisi kielttäytyy jakamasta faarttisakkoi pikkupeniköile.

source: Også i år nektet regjeringen å ta på seg en reell sponsorrolle for det kvenske landslaget.
fkv: Tässä välissä sie saatat mennä netthiin ja kirjoittaat ”saamen vaattheita”.

source: Da gjenstår det bare å be kvenfolket om å ikke gi opp, men fortsette å gjøre dugnad og annet gratisarbeid for den gode saken.
fkv: Siinä ittää framile sađoittain kuvvii ja priimustuksii ja monenlaista näyttöö rajattomasta luomisvoimasta.

source: «Norges største lagarbeid», heter det så fint om den dugnaden som legges ned her til lands, anledningen er at nevnte regjeringen har utropt 2022 til «Frivillighetens år.
fkv: Saamen luomisvoimasta mikä näyttää ittensä vaphaampanna ja kevveempännä ko kväänin luomisvoima.

source: » Dette i en tid hvor den statlige støtten til frivilligheten – i alle fall den kvenske – er nedslående lav.
fkv: Tässä häyttyyvät kväänit tehđä paranuksen ja nouttaat framile neulan ja lankkaa.

source: En pakke plasterlapper beregnet for barnefingre, vil vi betegne tilskuddet som, bare med kvenflagg som motiv i stedet for Disney-figurer.
fkv: Kestäkkää vähäsen vielä

source: «Bli med», oppfordres det fra Kulturdepartementets Frivillighet Norge, de sier at dersom man er en sentral organisasjon med mange lokallag, så er dette en «super mulighet til å samle og mobilisere.
fkv: Tänäki vuona hallitus kieltyi alkamasta kvääniin maalaakin oikkeeksi sponsoriksi.

source: » «Festen», bruker de som begrep om det folk skal bli med på.
fkv: Sitte häyttyy tyhä pyyttäät ette kväänikansa ei antais alle, mutta jatkais ilmaista työtä hyvän assiin etheen.

source: Få kan sies å være mer med på denne «festen» enn kvenene.
fkv: ”Norjan issoin laakihomma”, oon tässä maassa tehtävän ilmaistyön fiini nimi, ja hallitus oonki antanu vuođele 2022 nimen ”Vapaaehtoisuuđen vuosi”.

source: Frivilligheten favner så mangt, hvis «trivselsfremmende fritidsaktivitet» er ett ytterpunkt, må kvenenes dugnadsarbeid sies å være det andre.
fkv: Niin samhaan aikhaan ko staatin tuki vapaaehtoishommale – kuitenki kvääniin – oon surkkeen alhainen.

source: Den kvenske frivilligheten favner videre enn fritid og trivsel, den bærer kvenfolkets overlevelse.
fkv: Met sanoisimma ette se oon pakki plasterilappui kläppiin sormii varten, erona ette siinä motiivinna oon kvääniflaku Disney-figuuriitten sijasta.

source: Det høres kanskje overdrevent ut, men slik er det.
fkv: ”Tulkkaa myötä”, kehoittaa Kulttuuridepartementin Vapaaehtoinen Norja. Het sannoovat ette jos kysymyksessä oon keskusorganisasuuni missä oon usheita paikkalaakia, se tämä oon ”loistaava mahđolisuus kovota voimat ja alkkaat hommhiin”.

source: Uten det frivillige arbeidet som legges ned av styrer og medlemmer, ville kulturen, men også språket bli tørkerammet.
fkv: Net käskeevät ”fästiksi” sitä mihin ihmissii nyt pyyđethään myötä.

source: Da blir det museet neste for det kvenske, som kulturelle rosiner bak tykke glassmontere.
fkv: Häyttyy sannoot ette harvat oon enämen myötä tässä ”fästissä” ko kväänit.

source: For ikke å snakke om Kvääniteatteri.
fkv: Vapaaehtoisuutta oon niin monenlaista; jos triivastumista lissäävät vapaa-aijan aktiiviteetit oon toisessa päässä, se toisessa oon sikkaristi kvääniin ilmaistyö.

source: Så mye hardt arbeid lagt ned, koordinert av ildsjeler som knapt kunne sendt en bedre søknad om statlig godvilje enn den sceniske braksuksess de nylig presterte.
fkv: Kvääniin vapaaehtoisuuđessa oon myötä enämenki ko tyhä vaapa-aika ja triivastuminen, siitä henkkaa pärjäääkö kväänikansa hengen.

source: Det var likevel ikke nok.
fkv: Se saattaa kuuluut liikapuhheelta, mutta niin se vain oon.

source: Hørte vi statlig revitalisering av kvensk språk og kultur?
fkv: Jos styyrit ja jäsenet ei tekis vapaaehtoishommaa, se kulttuuri ja kieli kansa kyllä melkhein kuoltais kuivhuutheen.

source: Hva må til, spør vi, når ikke en gang et suksessrikt nasjonalt kvensk teater når opp?
fkv: Silloin kvääniin seuraava paikka oon museumi, kulttuurirusinoina vahvaseinäisissä klasikaapiissa.

source: Hvor lenge vi kan drive på denne måten, med 99 prosent dugnad og promiller fra staten, er uvisst.
fkv: Puhumattakhaan Kvääniteatterista.

source: Strikken er tøyd til bristepunktet, advarslene til bevilgende myndigheter har vært mange.
fkv: Niin paljon ko siihen oon pantu kovvaa työtä mitä oon johtanheet valkkeesielut jokka tuskin oltais saattanheet lähättäät paremppaa hakemusta ette saatais staatilta hyvvää tahtoo, ko se loistaava lavamenestys mikä heilä justhiin oli.

source: Vi tror at dersom også 2023 skulle renne ut i sanden, uten seriøse avbøtende 2024-tiltak i kjølvannet av Sannhetskommisjonens rapport, så vil strikken ryke.
fkv: Se ei kuiten ollu tarpheeksi.

source: Kvenene vil ikke lengre orke å ta statlig revitaliserings-ansvar uten staten med på lag.
fkv: Kuulimako siitä kunka staatti revitaliseeraa kvääniin kieltä ja kulttuurii?

source: Ruijan Kaiku benytter anledningen til å berømme de mange medlemmer og øvrige ildsjeler knyttet til kvensk foreningsarbeid.
fkv: Mitä vielä tarvithaan, met kysymä, ko ei menestyyvä kansalinen kvääniteatterikhaan saa kuurttoo?

source: Uten de tusener av timer som dere ofrer, ville kvensaken stått i stampe.
fkv: Kunka kauvoin met saatama jatkaat tähän laihiin, 99 prosenttii ilmaistyötä ja joku promili staatilta, se ei ole hyvä sannoot.

source: Men det fins altså håp, den heter Høybråten og co, så stå på et år til, lyder vår oppfordring.
fkv: Kymminauha mennee kohta poikki, varraukset varroi jakkaaville esivalloile oon jo olheet monet.

source: Besøke naboen?
fkv: Met uskoma ette jos kansa vuosi 2023 valloo hiethaan ilman ette jälkhiin Tottuuskomisuunin raportin vuona 2024 tullee vakaviita paranustoimii, se sitte se kymminauha tođesti katkee.

source: Folk i hopetall lærer om sin kvenske slektsbakgrunn og søker seg til kvensk foreningsarbeid.
fkv: Kväänit ei ennää jakseta ottaat päälensä staatin eđestä vastuuta revitaliseerauksesta ilman ett staatti oon laakissa myötä.

source: De kommer inn med åpent sinn og vitebegjær, og det er flott å se det plutselige engasjementet.
fkv: Ruijan Kaiku käyttää tässä tillaa mainota niitä monnii jäseniitä ja muita valkkeesielui mikkä oon myötä kvääniin seurahommassa.

source: Historien nyoppdagete kvener møter, er den samme.
fkv: Ilman niitä tuhanssii tiimoi mikkä het uhraavat, olis kvääniassii pysättynny.

source: Mollstemte toner om folk som grunnet sult og krig la ut på vandring for å skaffe seg et bedre liv, hvor de etter mye motgang og prøvelse endte ved den grøderike havkysten i Ruija.
fkv: Mutta toivoo siis oon, sen nimi oon Høybråten et kumppanit, niin ette kestäkkää vielä vuođen, se oon meiđän kehoitus.

source: Fortellingen er følelsesmessig sterk og derfor levedyktig.
fkv: Krannii kylästelemässä?

source: Den er også historisk korrekt og bekreftes av kjente fagfolk.
fkv: Väki joukoittain oppiivat tietämhään ette het tulhaan lantalaisesta suvusta ja sillä lähteevät myötä kväänitten yhđistystoimhiin.

source: Den er en vesentlig bestanddel i det samlede kvenske narrativet og vår kollektive bevissthet, hvor den i dag bæres fram i alle kulturuttrykk, særlig de sceniske.
fkv: Heilä oon aukkein mieli ja halu tiettäät lissää, ja se oon soma nähđä kunka het äkkii tulhaan ylösotetuksi assiista.

source: Vi anser tiden – og kvensaken – for moden nok til å vurdere narrativet også med kritisk blikk.
fkv: Histooria minkä vastaheräny kvääni kohtaa, oon tasan sama.

source: Denne vandringen de la ut på, kan man spørre, hvor lang var den egentlig?
fkv: Niissä kuuluu sama molliääninen muistelus ihmisistä mikkä nälän ja sođan tähđen lähđethiin vajeltamhaan ette saatais pareman elämän, ja kunka het jälkhiin paljoin vastusten ja kärsimysten lopuksi tulthiin «Ruijan» ruokarikkhaala rannale.

source: Hvor strabasiøs og ukjent?
fkv: Muistelus ossaa herkkhiin tuntheissiin ja sillä se ellää aijasta toisheen.

source: Her et sitat fra Nord-Troms Museum:
fkv: Se oonki histoorialisesti tosi minkä assiin tunnetut ammatti-ihmisetki vahventtaavat.

source: Det er nevnt i skriftlige kilder alt i 1571 og regnes som et av de eldste markedene i Nord-Norge.
fkv: Met olema sitä mieltä ette aika – ja kvääniassii – oon nokko kypsä ette narratiivii jo saattaa kattostaat kriitilisestiki.

source: ] Det kom folk fra hele Nordkalotten.
fkv: Kunka raskas se oli ja kunka tuntematon tie?

source: Slike markeder ble holdt flere ganger i året.
fkv: «Yykeänperän markkinat olthiin yhđet Pohjaiskalotin usheista vanhoista kauppamarkkinoista.

source: Og denne, fra sidene til Sisa kultursenter:
fkv: Niistä löyttyy tiettoo lähtheissä jo vuođelta 1571, ja sitä piđethään ette net oon yhđet Pohjais-Norjan kaikkiin vanhiimista markkinoista.

source: Her møttes folk fra flere land, kyst og vidde, nordmenn, samer og kvener (tre-stammers-møte).
fkv: ] Niile tuli väkkee kaikkialta Pohjaiskalotilta.

source: Dette er årsaken til at folketallet i Alta sakte økte, og ga Alta sin unike flerkulturelle identitet.
fkv: Semmoissii markkinoita piđethiin usheita kerttoi vuođessa.

source: Det fantes mange slike markeder, dette var to av de mest kjente.
fkv: «Kiini 1500-luvulta saakka Possukopan markkinat oon olheet tärkkee kauppapaikka ja kans koko Pohjaiskalotin kohtaamispaikka.

source: Poenget vårt er at veien til Ruija var kjent.
fkv: Täälä kohđathiin ihmiset usheista maista, merenrannalta ja tunturista, ruijalaiset, saamelaiset ja lantalaiset (kolmen kansan kohtaaminen).

source: Den var datidens E6, bare at risikoen for ulykker sikkert var lavere enn i dag.
fkv: Kaupan, ystävyyđen ja naimisen takia usheet jääthiin Alattihoon asumhaanki.

source: Folk som ville til Ruija dro neppe alene, de ble med noen gjennom skogene, fulgte et følge over vidda, gikk i lag ned dalførene til kysten.
fkv: Tästä syystä Alattion ihmismäärä vähittäin kasus, Ja se antoi Alattiole sen omanlaisen monenkulttuurisen identiteetin.

source: Spørsmålet er likevel hvor lenge kvenfolket skal spille den samme melodien, særlig i møte med sine nye, nysgjerrige medlemmer.
fkv: Sitä oli usheita samanlaissii markkinoita, mutta nämät kaksi oon net mikkä ihmiset parhaimitten tuntteevat.

source: Det er kort sagt nokså bedrøvelig og entonet.
fkv: Meiđän sihti tässä oon siinä ette keino Pohjais-Norjhaan kyllä oli opas.

source: Spørs om ikke de kvener og lantalaiset som i gamle dager besøkte sine naboer i vest – kanskje for å bli for godt – også kjente på forventning og andre gladere følelser.
fkv: Se oli sen aijan E6, erona ette vaara jouttuut onnettomuutheen oli pienempi ko nykyään.

source: Velkommen Finland
fkv: Ihmiset jokka aijothiin Pohjais-Norjhaan, tuskin lähđethiin reishuun yksin, het reisathiin auttiitten maitten läpi jonku matkassa, olthiin myötä seurassa yli tunturin, juđethiin yhđessä alas jokivankkoi kiini merenranthaan asti.

source: Det er trasig at dyrebare ressurser må brukes på opprustning og forsvar.
fkv: Tradisunaalinen kvääninarratiivi oon kaunis ja sentimentaalinen, se passaa hyvin musikkhiin, tanshiin, teatterhiin ja kyynelheissiin ihmisten silmänurkissa.

source: Kastes bort på krigsmaskiner som bortsett fra sin evne til å ødelegge, har null bruksverdi.
fkv: Kuitenki kysymys kuuluu ette kunka kauvoin kväänikansa aikkoo pelata samala nuotila, erinomhattain ko het kohđathaan uussii, tieđonankariita jäsenii.

source: Det er en grunn til at når lekeapparater og busskur ødelegges av pøbel, så kaller vi det hærverk.
fkv: Se oon lyhykäisesti sanottunna joksiki surulinen ja ikävä nuotti.

source: Men verden er som den er, og blant dem som kjenner på få andre alternativer enn å knytte nevene og ruste seg for det verste, er vår gode nabo Finland.
fkv: Saattaa olla niinki ette net suomalaiset ja lantalaiset jokka vanhaasseen aikhaan kylästelthiin länsikrannii – ja piian jääthiinki sille reisule – kojethiin kans iloista ođotuksen tunnetta ja muuta sommaa.

source: Finland er allerede Nordens militære stormakt, med sin deltakelse i en forsvarsallianse som Nato blir de på linje med oss uangripelige.
fkv: Tervettulemaa Suomi

source: Med sitt overfall på Ukraina har Russland røpet mye, inkludert sin militærfaglige talentløshet.
fkv: Se oon surkkee ette kallhiita resurssiita häyttyy käyttäät ylösvarustelhuun ja puolustuksheen.

source: Å være soldat er i dag et kompetansebasert yrke, det er en hån også mot militæret som fag å sende inn «uteliggere med maskingevær.
fkv: Viskata tyyhään sotamasiinhiin millä ei ole muuta pittoo ko tuhhoominen.

source: Nordpå har vi vokst opp i skyggen av den såkalte russiske bjørn.
fkv: Men mailma nyt oon mikä se oon, ja nyt meiđän hyvä krannimaa Suomi ooh yksi niistä jokka ei hoksaa muuta konstii ko puristaat käđen nyrkkhiin ja varustaat ittensä pahhiiman varale.

source: «Katti kommer russ’n?
fkv: Suomi oon jo Pohjaisen militäärinen suurvalta, ja ko se nyt tullee myötä NATO:nlaisheen puolustusallianshiin, ei heiđänkhään pääle ennää pysty karistamhaan.

source: » spurte folk, vi følte oss små og sårbare.
fkv: Ryssänmaa oon paljastanu ittestänsä paljon siinä ko oon hyökäny Ukrainan pääle, muun myötä oman militäärisen taitamattomuuđen.

source: Viljen til å se på russerne som en godartet storebror – var grenseløs.
fkv: Sotalaisen ammatthiin kuuluu nykyään kompetansi, ja se oon sama ko pilkata sotalaisen ammattii ette lähättäät ulos «hunsvottiita masiinikiväärin kansa.

source: Med fjorårets økende trussel ble også spørsmålet mer aktuelt; hvor sterke militært er egentlig Russland?
fkv: Pohjaisessa met olema kasunheet ylös niin käsketyn ryssän karfuun kalvheessa.

source: Da fant vi en interessant artikkel på forskning.no fra 2018, om den tidligere svenske generalmajoren Karlis Neretnieks, i dag forsker.
fkv: ”Koska ryssä tullee?

source: Det han sa fjernet den fatalistiske følelsen om at vår store nabo i øst kan komme hjem til fjordene våre og herje som han vil.
fkv: ” kysythiin ihmiset, ja met tunsima ittemä pieneksi ja heikoksi.

source: Kalis sa:
fkv: Halu nähđä ryssät siivona isonaveljenä – se oli rajaton.

source: «Slår vi sammen de militære styrkene til Finland, Sverige og Norge så får vi en ganske imponerende slagkraft.
fkv: Met olema työtelheet ja raatanheet ette eläisimmä ystävinnä ja sovussa, nyt oon pettymys pohjaton.

source: Den vil bli større enn hva Russland har til disposisjon i vår del av verden.
fkv: Ko uhka viimi vuođen aikana kasus, kansa kysymys kunka väkevä militäärivoima Ryssänmaala tođesti oon, tuli aktuaaliseksi.

source: Vi skulle gjerne snakket om sommerens kvenske festivaler og annet hyggelig, men det er også fint å kunne støtte en bekymret nabo.
fkv: Hän poisti meiltä sen fataalisen tuntheen ette meiđän isoveli öystässä jonaki päivänä saattais ittäät meiđän kotivuonhoin ja reuhastaat niin ko halluu.

source: Forskeren avsluttet slik:
fkv: Karlis kirjoitti:

source: «Det vil gagne alle de nordiske landene om også Sverige og Finland blir medlemmer av Nato.
fkv: «Jos met panema yhtheen Suomen, Ruottin ja Norjan militäärivoimat, se meilä oon tođesti vaikuttaava iskuvoima.

source: Navnet skjemmer ingen
fkv: Met olisimma mielelä puhunheet kesän kväänifestivaaliista ja muusta somasta, mutta se oon kansa hyvä ko saattaa tukkeet meiđän huolestunutta krannii.

source: Fra tid til annen får Ruijan Kaiku kritikk for å synliggjøre ord som kainu og kainun kieli, lantalaiset og lannankieli.
fkv: Tutkiija lopetti kirjoituksen näin:
